{
  "selectFile": "DATEI AUSWÄHLEN",
  "launching": "WIRD GESTARTET...",
  "unexpectedError": "UNERWARTETER FEHLER",
  "unexpectedErrorLore": "Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.",
  "next": "WEITER",
  "cancel": "ABBRECHEN",
  "launched": "ERFOLGREICH!",
  "launchedLore": "Fortnite wurde gestartet! Das Fenster sollte in ein paar Sekunden erscheinen.",
  "mainMenu": "HAUPTMENÜ",
  "exit": "BEENDEN",
  "linked": "HALLO, %s!",
  "linkedLore": "Anmeldung erfolgreich! Dein Konto ist jetzt verknüpft. Du kannst es speichern, um die Authentifizierung beim nächsten Mal zu überspringen, oder Fortnite ohne Speichern starten.",
  "save": "SPEICHERN",
  "launch": "STARTEN",
  "linkAccountShort": "KONTO VERKNÜPFEN",
  "linkAccountAction": "VERKNÜPFEN",
  "linkAccount": "KONTOVERKNÜPFEN",
  "linkAccountLore": "Um dich bei Fortnite anzumelden, musst du dein Epic Konto verknüpfen. Wenn du fortfährst, wird ein Browserfenster mit der offiziellen Epic Games-Website geöffnet, auf der du den Anmeldevorgang abschließen kannst.",
  "waitingLogin": "WARTET AUF ANMELDUNG...",
  "waitingLoginLore": "Die Epic Games-Anmeldeseite wurde in deinem Browser geöffnet. Sobald du dich angemeldet hast, wird dieses Fenster automatisch aktualisiert.",
  "saving": "KONTO WIRD GESPEICHERT...",
  "savingLore": "Dein Konto wird gespeichert. Bitte warte ein paar Sekunden...",
  "saved": "KONTO GESPEICHERT",
  "savedLore": "Dein Konto wurde erfolgreich gespeichert! Du kannst nun zum Hauptmenü gehen und das Spiel von dort aus starten.",
  "refresh": "AKTUALISIEREN",
  "loadingAccounts": "KONTEN LADEN...",
  "selectAccount": "KONTO AUSWÄHLEN:",
  "updateFound": "UPDATE GEFUNDEN",
  "updateFoundLore": "Eine neue Version des Starlight Launchers ist verfügbar. Du kannst sie jetzt herunterladen und installieren, um die neuesten Funktionen und Fehlerbehebungen zu erhalten, oder das Update überspringen und mit deiner aktuellen Version fortfahren. (Update von %s auf %t)",
  "update": "UPDATE AUF %s",
  "skip": "ÜBERSPRINGEN",
  "updating": "WIRD AKTUALISIERT...",
  "updatingLore": "Das Update wird jetzt heruntergeladen. Nach Abschluss des Downloads wird die Anwendung automatisch neu gestartet.",
  "selectFortniteLocation": "Fortnite-Speicherort auswählen",
  "exeFileFilter": "Ausführbare Dateien",
  "fortniteNotFound": "FORTNITE NICHT GEFUNDEN",
  "findFortnite1": "Wir konnten den Speicherort von Fortnite nicht automatisch ermitteln. Bitte wähle die Datei \"FortniteLauncher.exe\" durch Klicken auf die Schaltfläche DATEI AUSWÄHLEN aus. Wenn du dir beim Pfad nicht sicher bist, findest du auf den nächsten Seiten Anweisungen.",
  "findFortnite2": "Öffne den Epic Games Launcher und wähle in der Seitenleiste \"Bibliothek\" aus. Suche die Fortnite-Kachel in deiner Bibliothek, klicke auf die drei Punkte neben dem Spieltitel und wähle im Popup-Menü \"Verwalten\".",
  "findFortnite3": "Klicke im geöffneten Fenster auf das Ordnersymbol im Abschnitt \"Installation\". Ein Datei-Explorer wird mit dem Fortnite-Ordner geöffnet – kopiere den Pfad aus der Adressleiste oben.",
  "findFortnite4": "Kehre zum Starlight Launcher zurück und klicke auf die Schaltfläche \"DATEI AUSWÄHLEN\". Füge im erscheinenden Datei-Explorer-Fenster den kopierten Pfad in die Suchleiste ein und drücke Enter.",
  "findFortnite5": "Gehe zu FortniteGame > Binaries > Win64, wähle die Datei \"FortniteLauncher.exe\" aus und klicke auf \"Öffnen\". Danach wirst du zum Hauptmenü weitergeleitet.",
  "error": "FEHLER",
  "fileDoesntExist": "Beim Öffnen der Datei ist ein Fehler aufgetreten: Die ausgewählte Datei existiert nicht mehr. Bitte versuche es erneut.",
  "wrongFile": "Beim Öffnen der Datei ist ein Fehler aufgetreten: Die ausgewählte Datei scheint nicht der Fortnite-Launcher zu sein. Stelle sicher, dass du die Datei \"FortniteLauncher.exe\" auswählst.",
  "wrongPath": "Beim Öffnen der Datei ist ein Fehler aufgetreten: Die ausgewählte Datei scheint sich nicht im Fortnite-Ordner zu befinden. Stelle sicher, dass der Pfad zur Datei mit \"Fortnite/FortniteGame/Binaries/Win64/FortniteLauncher.exe\" endet."
}