{
  "selectFile": "SELECT FILE",
  "launching": "LAUNCHING...",
  "unexpectedError": "UNEXPECTED ERROR",
  "unexpectedErrorLore": "An unexpected error occurred during the process. Please try again.",
  "next": "CONTINUE",
  "cancel": "CANCEL",
  "launched": "SUCCESS!",
  "launchedLore": "Fortnite was launched! The window should appear in a few seconds.",
  "mainMenu": "MAIN MENU",
  "exit": "EXIT",
  "linked": "HI, %s!",
  "linkedLore": "Login successful! Your account is now linked. You can save it to skip authentication next time or launch Fortnite without saving.",
  "save": "SAVE",
  "launch": "SELECT",
  "linkAccountShort": "LINK ACCOUNT",
  "linkAccountAction": "LINK",
  "linkAccount": "LINK YOUR ACCOUNT",
  "linkAccountLore": "To sign into Fortnite, you'll need to link your Epic account. Continuing will open a browser window directing you to the official Epic Games website where you can complete the sign-in process.",
  "waitingLogin": "WAITING FOR LOGIN...",
  "waitingLoginLore": "The Epic Games login page was opened in your browser. Once you've signed in, this window will refresh automatically.",
  "saving": "SAVING ACCOUNT...",
  "savingLore": "Your account is being saved, please wait a few seconds...",
  "saved": "ACCOUNT SAVED",
  "savedLore": "Your account has been saved successfully! You can now go to the main menu and launch the game from there.",
  "refresh": "REFRESH",
  "loadingAccounts": "LOADING ACCOUNTS...",
  "selectAccount": "SELECT ACCOUNT:",
  "updateFound": "UPDATE FOUND",
  "updateFoundLore": "A new version of Starlight Launcher is available. You can download and install it now to get the latest features and fixes, or skip this update and continue with your current version. (Updating from %s to %t)",
  "update": "UPDATE TO %s",
  "skip": "SKIP",
  "updating": "UPDATING...",
  "updatingLore": "The update is now downloading. Once the download completes, the application will automatically restart.",
  "selectFortniteLocation": "Select Fortnite Location",
  "exeFileFilter": "Executable Files",
  "fortniteNotFound": "FORTNITE NOT FOUND",
  "findFortnite1": "We couldn't automatically detect the location of Fortnite. Please select the \"FortniteLauncher.exe\" file by clicking the SELECT FILE button. If you're unsure of the path, you can find instructions on the next pages.",
  "findFortnite2": "Open the Epic Games Launcher and select \"Library\" from the sidebar. Find the Fortnite card in your Library, click the three dots next to the game title, and from the popup menu, select \"Manage\".",
  "findFortnite3": "In the opened window, click the folder icon in the \"Installation\" section. A file explorer window will appear with the Fortnite folder open, copy the patch from the search bar on the top.",
  "findFortnite4": "Return to the Starlight Launcher and click the \"SELECT FILE\" button. In the file explorer window that appears, paste the copied path into the search bar and press enter.",
  "findFortnite5": "Go to FortniteGame > Binaries > Win64, select the \"FortniteLauncher.exe\" file and click \"Open\". After this you will be redirected to the main menu.",
  "error": "ERROR",
  "fileDoesntExist": "While opening the file the following error occurred: The file that you selected does not exist anymore. Please try again.",
  "wrongFile": "While opening the file the following error occurred: The file that you selected doesn't seem to be the fortnite launcher. Make sure that you select the \"FortniteLauncher.exe\" file.",
  "wrongPath": "While opening the file the following error occurred: The file that you selected doesn't seem to be in the Fortnite folder. Make sure that the path to this file ends with \"Fortnite/FortniteGame/Binaries/Win64/FortniteLauncher.exe\"."
}