{
  "selectFile": "SELECCIONAR ARCHIVO",
  "launching": "INICIANDO...",
  "unexpectedError": "ERROR INESPERADO",
  "unexpectedErrorLore": "Ocurrió un error inesperado durante el proceso. Por favor, intenta de nuevo.",
  "next": "CONTINUAR",
  "cancel": "CANCELAR",
  "launched": "¡ÉXITO!",
  "launchedLore": "¡Fortnite ha sido lanzado! La ventana debería aparecer en unos segundos.",
  "mainMenu": "MENÚ PRINCIPAL",
  "exit": "SALIR",
  "linked": "¡HOLA, %s!",
  "linkedLore": "Inicio de sesión exitoso. Tu cuenta ahora está vinculada. Puedes guardarla para omitir la autenticación la próxima vez o lanzar Fortnite sin guardarla.",
  "save": "GUARDAR",
  "launch": "INICIAR",
  "linkAccountShort": "VINCULAR CUENTA",
  "linkAccountAction": "VINCULAR",
  "linkAccount": "VINCULA TU CUENTA",
  "linkAccountLore": "Para iniciar sesión en Fortnite, debes vincular tu cuenta de Epic. Al continuar, se abrirá una ventana del navegador en el sitio web oficial de Epic Games donde podrás completar el proceso.",
  "waitingLogin": "ESPERANDO INICIO DE SESIÓN...",
  "waitingLoginLore": "La página de inicio de sesión de Epic Games se ha abierto en tu navegador. Una vez que hayas iniciado sesión, esta ventana se actualizará automáticamente.",
  "saving": "GUARDANDO CUENTA...",
  "savingLore": "Tu cuenta se está guardando, por favor espera unos segundos...",
  "saved": "CUENTA GUARDADA",
  "savedLore": "¡Tu cuenta ha sido guardada exitosamente! Ahora puedes ir al menú principal y lanzar el juego desde allí.",
  "refresh": "ACTUALIZAR",
  "loadingAccounts": "CARGANDO CUENTAS...",
  "selectAccount": "SELECCIONAR CUENTA:",
  "updateFound": "ACTUALIZACIÓN DISPONIBLE",
  "updateFoundLore": "Hay una nueva versión de Starlight Launcher disponible. Puedes descargarla e instalarla ahora para obtener las últimas funciones y correcciones, o saltarte esta actualización y continuar con tu versión actual. (Actualizando de %s a %t)",
  "update": "ACTUALIZAR A %s",
  "skip": "OMITIR",
  "updating": "ACTUALIZANDO...",
  "updatingLore": "La actualización se está descargando. Una vez completada, la aplicación se reiniciará automáticamente.",
  "selectFortniteLocation": "Seleccionar ubicación de Fortnite",
  "exeFileFilter": "Archivos ejecutables",
  "fortniteNotFound": "FORTNITE NO ENCONTRADO",
  "findFortnite1": "No pudimos detectar automáticamente la ubicación de Fortnite. Por favor selecciona el archivo \"FortniteLauncher.exe\" haciendo clic en el botón SELECCIONAR ARCHIVO. Si no estás seguro de la ruta, puedes consultar las instrucciones en las siguientes páginas.",
  "findFortnite2": "Abre el lanzador de Epic Games y selecciona \"Biblioteca\" desde la barra lateral. Busca la tarjeta de Fortnite, haz clic en los tres puntos al lado del título del juego y selecciona \"Administrar\".",
  "findFortnite3": "En la ventana que se abre, haz clic en el ícono de carpeta en la sección \"Instalación\". Se abrirá una ventana del explorador con la carpeta de Fortnite; copia la ruta desde la barra de direcciones.",
  "findFortnite4": "Regresa al Starlight Launcher y haz clic en el botón \"SELECCIONAR ARCHIVO\". En la ventana del explorador que aparece, pega la ruta copiada en la barra de búsqueda y presiona Enter.",
  "findFortnite5": "Ve a FortniteGame > Binaries > Win64, selecciona el archivo \"FortniteLauncher.exe\" y haz clic en \"Abrir\". Después de esto, serás redirigido al menú principal.",
  "error": "ERROR",
  "fileDoesntExist": "Ocurrió un error al abrir el archivo: El archivo seleccionado ya no existe. Por favor, intenta de nuevo.",
  "wrongFile": "Ocurrió un error al abrir el archivo: El archivo seleccionado no parece ser el lanzador de Fortnite. Asegúrate de seleccionar el archivo \"FortniteLauncher.exe\".",
  "wrongPath": "Ocurrió un error al abrir el archivo: El archivo seleccionado no parece estar en la carpeta de Fortnite. Asegúrate de que la ruta del archivo termine con \"Fortnite/FortniteGame/Binaries/Win64/FortniteLauncher.exe\"."
}
