{
  "selectFile": "ВЫБРАТЬ ФАЙЛ",
  "launching": "ЗАПУСК...",
  "unexpectedError": "НЕПРЕДВИДЕННАЯ ОШИБКА",
  "unexpectedErrorLore": "Во время выполнения процесса произошла непредвиденная ошибка. Пожалуйста, попробуйте еще раз.",
  "next": "ПРОДОЛЖИТЬ",
  "cancel": "ОТМЕНА",
  "launched": "УСПЕХ!",
  "launchedLore": "Fortnite был запущен! Окно должно появиться через несколько секунд.",
  "mainMenu": "ГЛАВНОЕ МЕНЮ",
  "exit": "ВЫХОД",
  "linked": "ПРИВЕТ, %s!",
  "linkedLore": "Вход выполнен успешно! Ваш аккаунт теперь привязан. Вы можете сохранить его, чтобы пропустить аутентификацию в следующий раз, или запустить Fortnite без сохранения.",
  "save": "СОХРАНИТЬ",
  "launch": "ЗАПУСТИТЬ",
  "linkAccountShort": "ПРИВЯЗАТЬ АККАУНТ",
  "linkAccountAction": "ПРИВЯЗАТЬ",
  "linkAccount": "ПРИВЯЗАТЬ ВАШ АККАУНТ",
  "linkAccountLore": "Чтобы войти в Fortnite, вам нужно привязать ваш аккаунт Epic. Продолжая, вы откроете окно браузера на официальном сайте Epic Games, где сможете завершить процесс входа.",
  "waitingLogin": "ОЖИДАНИЕ ВХОДА...",
  "waitingLoginLore": "Страница входа Epic Games открыта в вашем браузере. Как только вы войдете, это окно автоматически обновится.",
  "saving": "СОХРАНЕНИЕ АККАУНТА...",
  "savingLore": "Ваш аккаунт сохраняется, пожалуйста, подождите несколько секунд...",
  "saved": "АККАУНТ СОХРАНЕН",
  "savedLore": "Ваш аккаунт успешно сохранен! Теперь вы можете перейти в главное меню и запустить игру оттуда.",
  "refresh": "ОБНОВИТЬ",
  "loadingAccounts": "ЗАГРУЗКА АККАУНТОВ...",
  "selectAccount": "ВЫБЕРИТЕ АККАУНТ:",
  "updateFound": "ОБНОВЛЕНИЕ НАЙДЕНО",
  "updateFoundLore": "Доступна новая версия Starlight Launcher. Вы можете загрузить и установить её сейчас, чтобы получить последние функции и исправления, или пропустить это обновление и продолжить использовать текущую версию. (Обновление с %s до %t)",
  "update": "ОБНОВИТЬ ДО %s",
  "skip": "ПРОПУСТИТЬ",
  "updating": "ОБНОВЛЕНИЕ...",
  "updatingLore": "Обновление сейчас загружается. После завершения загрузки приложение автоматически перезапустится.",
  "selectFortniteLocation": "Выберите расположение Fortnite",
  "exeFileFilter": "Исполняемые файлы",
  "fortniteNotFound": "FORTNITE НЕ НАЙДЕН",
  "findFortnite1": "Мы не смогли автоматически определить расположение Fortnite. Пожалуйста, выберите файл \"FortniteLauncher.exe\", нажав кнопку ВЫБРАТЬ ФАЙЛ. Если вы не знаете путь, вы найдете инструкции на следующих страницах.",
  "findFortnite2": "Откройте лаунчер Epic Games и выберите «Библиотека» на боковой панели. Найдите карточку Fortnite в библиотеке, нажмите на три точки рядом с названием игры и выберите «Управление».",
  "findFortnite3": "В открывшемся окне нажмите на значок папки в разделе «Установка». Появится окно проводника с папкой Fortnite — скопируйте путь из строки поиска сверху.",
  "findFortnite4": "Вернитесь в Starlight Launcher и нажмите кнопку «ВЫБРАТЬ ФАЙЛ». В появившемся окне проводника вставьте скопированный путь в строку поиска и нажмите Enter.",
  "findFortnite5": "Перейдите в FortniteGame > Binaries > Win64, выберите файл \"FortniteLauncher.exe\" и нажмите «Открыть». После этого вы будете перенаправлены в главное меню.",
  "error": "ОШИБКА",
  "fileDoesntExist": "При открытии файла произошла ошибка: выбранный вами файл больше не существует. Пожалуйста, попробуйте еще раз.",
  "wrongFile": "При открытии файла произошла ошибка: выбранный вами файл, похоже, не является лаунчером Fortnite. Убедитесь, что вы выбрали файл \"FortniteLauncher.exe\".",
  "wrongPath": "При открытии файла произошла ошибка: выбранный файл, похоже, не находится в папке Fortnite. Убедитесь, что путь к файлу заканчивается на \"Fortnite/FortniteGame/Binaries/Win64/FortniteLauncher.exe\"."
}
